tap "adoptopenjdk/openjdk"
tap "create-go-app/cli"
tap "elastic/tap"
tap "ethereum/ethereum"
tap "hashicorp/tap"
tap "hivemq/mqtt-cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jckuester/tap"
tap "linuxkit/linuxkit"
tap "melonamin/formulae"
tap "nakabonne/ali"
tap "robotsandpencils/made"
tap "tinygo-org/tools"
tap "ubuntu/microk8s"
tap "vapor/tap"
brew "aircrack-ng"
brew "annie"
brew "xz"
brew "ansible"
brew "apache-spark"
brew "node"
brew "apollo-cli"
brew "aria2"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "autossh"
brew "awscli"
brew "azure-cli"
brew "bash-completion"
brew "bat"
brew "bazel", link: false
brew "binutils"
brew "glib"
cask "1password"
cask "adobe-acrobat-reader"
cask "adoptopenjdk8"
cask "anaconda", args: { appdir: "/Applications" }
cask "anki", args: { appdir: "/Applications" }
cask "arduino"
cask "arduino-ide-beta"
cask "aria2gui"
cask "balenaetcher"
cask "burp-suite"
cask "calibre"
cask "cheatsheet"
cask "clipy", args: { appdir: "/Applications" }
cask "dbeaver-community"
cask "discord", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "dozer", args: { appdir: "/Applications" }
cask "filebot"
cask "fing-cli"
cask "firefox"
cask "flux", args: { appdir: "/Applications" }
cask "folx"
cask "font-source-code-pro"
cask "gimp", args: { appdir: "/Applications" }
cask "google-backup-and-sync", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "grandperspective"
cask "hyper"
cask "ishowu"
cask "iterm2"
cask "java"
cask "jdownloader", args: { appdir: "/Applications" }
cask "jetbrains-toolbox", args: { appdir: "/Applications" }
cask "macdown"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "multipass"
cask "netnewswire"
cask "ngrok", args: { appdir: "/Applications" }
cask "obs"
cask "openscad"
cask "paw"
cask "plex-media-server"
cask "postman"
cask "protege"
cask "pulse"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "redisinsight"
cask "rescuetime"
cask "skype"
cask "snipaste", args: { appdir: "/Applications" }
cask "sourcetree", args: { appdir: "/Applications" }
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "swiftbar"
cask "synology-drive"
cask "tower"
cask "transmission"
cask "ultimaker-cura"
cask "unity-hub"
cask "vlc", args: { appdir: "/Applications" }
cask "vscodium"
cask "webpquicklook"
cask "xtorrent"
cask "zotero"
mas "Actions", id: 1586435171
mas "AdBlock", id: 1402042596
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "ApolloOne", id: 1044484672
mas "Backtrack", id: 1477089520
mas "Boop", id: 1518425043
mas "Craft", id: 1487937127
mas "DetailsPro", id: 1524366536
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "Elmedia Video Player", id: 1044549675
mas "Emporter", id: 1406832001
mas "Gifski", id: 1351639930
mas "GoodNotes", id: 1444383602
mas "HEIC Converter", id: 1294126402
mas "HLTH", id: 1503879351
mas "Icon Set Creator", id: 939343785
mas "Judo", id: 1564578427
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Markdown Editor", id: 1458220908
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 1289197285
mas "Network Speed Tester", id: 1217419133
mas "NordVPN IKE", id: 1116599239
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Merge & PDF Splitter +", id: 651952889
mas "Ping Info", id: 1505603580
mas "Plash", id: 1494023538
mas "Playgrounds", id: 1496833156
mas "RocketSim", id: 1504940162
mas "SpoticaMenu", id: 570549457
mas "The Unarchiver", id: 425424353
mas "ToothFairy", id: 1191449274
mas "Tot", id: 1491071483
mas "Video Joiner & Merger", id: 1349784180
mas "XCOrganizer", id: 1507556912
mas "Yoink", id: 457622435
